console.log(`
1. Вёрстка валидная +10
2. Вёрстка семантическая +20
\t<header>, <main>, <footer> +2
\tшесть элементов <section> (по количеству секций) +2
\tтолько один заголовок <h1> +2
\tпять заголовков <h2> (количество секций минус одна, у которой заголовок <h1>) +2
\tодин элемент <nav> (панель навигации) +2
\tдва списка ul > li > a (панель навигации, ссылки на соцсети) +2
\tдесять кнопок <button> +2
\tдва инпута: <input type="email"> и <input type="tel"> +2
\tодин элемент <textarea> +2
\tтри атрибута placeholder +2
3. Вёрстка соответствует макету +48
\tблок <header> +6
\tсекция hero +6
\tсекция skills +6
\tсекция portfolio +6
\tсекция video +6
\tсекция price +6
\tсекция contacts +6
\tблок <footer> +6
4. Требования к css + 12
\tдля построения сетки используются флексы или гриды +2
\tпри уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2
\tфоновый цвет тянется на всю ширину страницы +2
\tиконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2
\tизображения добавлены в формате .jpg +2
\tесть favicon +2
5. Интерактивность, реализуемая через css +20
\tплавная прокрутка по якорям +5
\tссылки в футере ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ +5
\tинтерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета +5
\tобязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5
`);